IdeaRS.OpenModel.Loading.TemperatureDirection
Temperature direction

IdeaRS.OpenModel.Loading.TemperatureDirection.EveryWhere
Every where

IdeaRS.OpenModel.Loading.TemperatureDirection.SpecifiedEdges
Specified edges